13/data/attachments/41f09baeee6eb65a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rachel_few_Friend_83603_5</nif:username>
            <nif:friendToBeRequested>soap_friends_52b4ebab-c8b2-4135-bde2-7d7e87ce6375</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>